// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"CONTINUE" = "Continuar";
"DONE" = "OK";
"Space" = "Espaço";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Teclado externo desconhecido";
"TURN_BT_ON" = "Ativar Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Para realizar cliques secundários, coloque dois dedos sobre o trackpad e clique no botão";
"2NDCLICK_CLICKING" = "Toque no trackpad usando dois dedos para obter mais um clique";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Use todas as teclas F1, F2, etc. como teclas de função padrão";
"FN_FLIPPER_NOTE" = "Quando esta opção estiver selecionada, pressione a tecla Fn para usar os recursos especiais impressos em cada tecla.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Para alterar este ajuste, pressione %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Itens de usuário";
"USER_ITEMS_DESC" = "Abre %@";
"CONFLICT_TOOLTIP" = "Esta tecla rápida entra em conflito com outras teclas rápidas";
"ONOFF_TOOLTIP" = "Selecione para ativar um atalho na lista";
"RESTORE_DEFAULTS_TITLE" = "Tem certeza de que deseja redefinir todos os atalhos a seus ajustes padrão?";
"RESTORE_DEFAULTS_DESCR" = "Você não pode desfazer esta ação.";
"GO_TO_SPACE_TEMPLATE" = "Alternar para espaço %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controle";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d seg";
"NEVER" = "Nunca";

"MOUSE" = "Mouse";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconhecido";

"NEW_APPLICATION_ITEM" = "<item de menu sem título>";

"APP_IS_NOT_COMPATIBLE" = "Você não pode adicionar atalhos de teclado ao aplicativo %@.";

"MOUSEBUTTON_OPEN" = "Abrir \“%@\”";


// BT Pairing
"BT_OFF_TITLE" = "Você não pode conectar-se a um teclado Bluetooth porque o Bluetooth está desativado. Deseja ativá-lo?";
"BT_OFF_ALERT_TITLE" = "Você não pode conectar-se a um teclado Bluetooth porque o Bluetooth está desativado. Deseja ativá-lo?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Nenhum teclado foi encontrado.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Foi encontrado 1 teclado.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "\“%@\” foi encontrado";
"BT_CONTINUE" = "Continuar";
"BT_TRY_AGAIN" = "Tentar Novamente";
"BT_SEARCHING" = "Buscando…";
"BT_CONNECTING" = "Conectando…";
"BT_SEARCHING_FOR_KEYBOARD" = "Buscando teclado…";
"BT_PAIRING_SUCCESS" = "Parabéns! Seu computador já está configurado para utilizar seu teclado Bluetooth.";
"BT_SELECT_TO_PAIR" = "Aguarde até que um teclado Bluetooth seja detectado.";
"BT_SELECT_TO_PAIR_DESC" = "Se o seu teclado Bluetooth não aparecer, verifique se ele está ligado e se as pilhas foram adequadamente colocadas.";
"BT_ATTEMPTING_TO_PAIR" = "Tentando emparelhar com \“%@\”...";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Tentando emparelhar…";
"BT_ENTER_KEY" = "Verifique se o seu dispositivo está preparado para receber um código de acesso. Quando estiver, digite os seguintes números no teclado e pressione a tecla Retorno.";
"BT_PAIR_FAIL_GENERAL" = "A tentativa de emparelhamento foi mal sucedida. Clique em \"Continuar\" para tentar novamente.";
"BT_PAIR_FAIL_AUTH" = "O emparelhamento não funcionou corretamente porque o código de acesso que você digitou não coincidia. Clique em “Continuar” para tentar novamente.";
